Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: This forces the monitor aspect ratio. Most monitors have square pixels (1:1). If you have a 16:9 screen, you might need to change this to 4:3 in order to keep proportions.
ca_es: Aquesta opció us permet forçar la relació d'aspecte del monitor. La majoria de monitors tenen píxels quadrats (1:1). Si teniu una pantalla 16:9, potser l'heu de canviar a 4:3 per tal de mantenir les proporcions.

source: Skip frames
ca_es: Omet els fotogrames

source: Enables framedropping on MPEG2 stream. Framedropping occurs when your computer is not powerful enough
ca_es: Habilita l'eliminació de fotogrames als fluxos MPEG2. Això succeeix quan l'ordinador no és prou potent

source: Drop late frames
ca_es: Omet els darrers fotogrames

source: This drops frames that are late (arrive to the video output after their intended display date).
ca_es: Aquesta opció us permet ometre els darrers fotogrames (arriben a la sortida del vídeo més tard del qual haurien d'haver arribat).

source: Quiet synchro
ca_es: Sincronització silenciosa

source: This avoids flooding the message log with debug output from the video output synchronization mechanism.
ca_es: Aquesta opció us permet evitar que el registre de missatges s'ompli amb informació de depuració del mecanisme de sincronització de la sortida del vídeo.

source: Key press events
ca_es: Esdeveniments del teclat

source: This enables VLC hotkeys from the (non-embedded) video window.
ca_es: Habilita les tecles de drecera del VLC de la finestra de vídeo (no incrustada).

source: Mouse events
ca_es: Esdeveniments del ratolí

source: This enables handling of mouse clicks on the video.
ca_es: Habilita la gestió de clics del ratolí al vídeo.

source: These options allow you to modify the behavior of the input subsystem, such as the DVD or VCD device, the network interface settings or the subtitle channel.
ca_es: Aquesta opció us permet modificar el comportament del subsistema d'entrada, com per exemple el del dispositiu de DVD o VCD, els paràmetres de la interfície de xarxa o el canal de subtítol.

source: File caching (ms)
ca_es: Memòria cau dels fitxers (ms)

source: Caching value for local files, in milliseconds.
ca_es: Valor de memòria cau per als fitxers locals, en mil·lisegons.

source: Live capture caching (ms)
ca_es: Memòria cau dels enregistraments en directe (ms)

source: Caching value for cameras and microphones, in milliseconds.
ca_es: Valor de memòria cau per a càmeres i micròfons, en mil·lisegons.

source: Disc caching (ms)
ca_es: Memòria cau dels discs (ms)

source: Caching value for optical media, in milliseconds.
ca_es: Valor de memòria cau per als suports òptics, en mil·lisegons.

source: Network caching (ms)
ca_es: Memòria cau de la xarxa (ms)

source: Caching value for network resources, in milliseconds.
ca_es: Valor de memòria cau per a recursos de la xarxa, en mil·lisegons.

source: Clock reference average counter
ca_es: Comptador de la mitjana de referència del rellotge

source: When using the PVR input (or a very irregular source), you should set this to 10000.
ca_es: Quan utilitzeu l'entrada PVR (o una font molt irregular), ho heu de posar a 10000.

source: Clock synchronisation
ca_es: Sincronització del rellotge

source: It is possible to disable the input clock synchronisation for real-time sources. Use this if you experience jerky playback of network streams.
ca_es: Aquesta opció us permet inhabilitar la sincronització del rellotge d'entrada per a fonts de temps real.Utilitzeu-lo si experimenteu problemes amb els fluxos de la xarxa.

source: Clock jitter
ca_es: Fluctuació del rellotge

source: This defines the maximum input delay jitter that the synchronization algorithms should try to compensate (in milliseconds).
ca_es: Aquesta opció us permet definir la fluctuació del retard d'entrada màxima que els algoritmes de sincronització han d'intentar compensar (en mil·lisegons).

source: Network synchronisation
ca_es: Sincronització de la xarxa

source: This allows you to remotely synchronise clocks for server and client. The detailed settings are available in Advanced / Network Sync.
ca_es: Aquesta opció us permet sincronitzar els rellotges del servidor i del client de forma remota. Els paràmetres avançats es poden trobar a Avançat / Sincronització de la Xarxa.

source: Default
ca_es: Per defecte

source: Enable
ca_es: Habilita

source: MTU of the network interface
ca_es: MTU de la interfície de xarxa

source: This is the maximum application-layer packet size that can be transmitted over the network (in bytes).
ca_es: Aquesta és la mida màxima del paquet en la capa d'aplicació que es pot transmetre per la xarxa (en bytes).

source: Hop limit (TTL)
ca_es: Límit de salt (TTL)

source: This is the hop limit (also known as "Time-To-Live" or TTL) of the multicast packets sent by the stream output (-1 = use operating system built-in default).
ca_es: Aquest és el límit de salt (també conegut com a temps de vida o TTL) dels paquets de transmissió a grups enviats per la sortida de flux (-1 = utilitza el sistema operatiu per defecte).

source: Multicast output interface
ca_es: Interfície de la sortida de la transmissió a grups

source: Default multicast interface. This overrides the routing table.
ca_es: Interfície de la transmissió a grups per defecte. Substitueix la taula d'encaminaments.

source: DiffServ Code Point
ca_es: Punt de codi de serveis diferenciats

source: Differentiated Services Code Point for outgoing UDP streams (or IPv4 Type Of Service, or IPv6 Traffic Class). This is used for network Quality of Service.
ca_es: Punt de codi de serveis diferenciats per als fluxos UDP de sortida (o tipus de servei IPv4 o classe de trànsit IPv6). Es fa servir per a la qualitat de servei de la xarxa (QoS).

source: Choose the program to select by giving its Service ID. Only use this option if you want to read a multi-program stream (like DVB streams for example).
ca_es: Trieu el programa que voleu seleccionar proporcionant el seu identificador de servei. Utilitzeu aquesta opció només si voleu llegir un flux multiprograma (com per exemple fluxos DVB).

source: Choose the programs to select by giving a comma-separated list of Service IDs (SIDs). Only use this option if you want to read a multi-program stream (like DVB streams for example).
ca_es: Trieu els programes que voleu seleccionar proporcionant una llista d'identificadors de servei (SID) separada per comes. Utilitzeu aquesta opció només si voleu llegir un flux multiprograma (com per exemple fluxos DVB).

source: Audio track
ca_es: Pista d'àudio

source: Stream number of the audio track to use (from 0 to n).
ca_es: Proporciona el nombre del flux de la pista d'àudio que voleu utilitzar (de 0 a n).

source: Subtitle track
ca_es: Pista de subtítol

source: Stream number of the subtitle track to use (from 0 to n).
ca_es: Proporciona el nombre de flux de la pista de subtítol que voleu utilitzar (de 0 a n).

source: Audio language
ca_es: Idioma de l'àudio

source: Language of the audio track you want to use (comma separated, two or three letter country code, you may use 'none' to avoid a fallback to another language).
ca_es: Idioma de la pista d'àudio que voleu utilitzar (codi de país separat per comes, de dos o tres lletres, és possible que utilitzeu «cap» per evitar que recorri a un altre idioma).

source: Subtitle language
ca_es: Idioma dels subtítols

source: Language of the subtitle track you want to use (comma separated, two or three letters country code, you may use 'any' as a fallback).
ca_es: Idioma de la pista de subtítols que voleu utilitzar (codi de país separat per comes, de dos o tres lletres, és possible que utilitzeu «qualsevol» com a alternativa).

source: Audio track ID
ca_es: Identificador de la pista d'àudio

source: Stream ID of the audio track to use.
ca_es: Proporciona l'identificador de flux de la pista d'àudio que voleu utilitzar.

source: Subtitle track ID
ca_es: Identificador de la pista de subtítol

source: Stream ID of the subtitle track to use.
ca_es: Proporciona l'identificador de flux de la pista de subtítols que voleu utilitzar.

source: Preferred video resolution
ca_es: Resolució de vídeo preferida

source: When several video formats are available, select one whose resolution is closest to (but not higher than) this setting, in number of lines. Use this option if you don't have enough CPU power or network bandwidth to play higher resolutions.
ca_es: Quan hi ha diversos formats de vídeo disponibles, seleccioneu el format que tingui una resolució semblant (però no més gran) a la d'aquest paràmetre, en nombre de línies. Utilitzeu aquesta opció si la vostra CPU no té suficient potència o amplada de banda de xarxa per reproduir resolucions altes.

source: Best available
ca_es: El millor disponible

source: Standard Definition (576 or 480 lines)
ca_es: Definició estàndard (576 o 480 línies)

source: Low Definition (360 lines)
ca_es: Definició baixa (360 línies)

source: Very Low Definition (240 lines)
ca_es: Definició molt baixa (240 línies)

source: Input repetitions
ca_es: Repeticions d'entrada

source: Number of time the same input will be repeated
ca_es: Nombre de vegades que es repetirà la mateixa entrada

source: Start time
ca_es: Inici

source: The stream will start at this position (in seconds).
ca_es: El flux començarà en aquesta posició (en segons).

source: Stop time
ca_es: Aturada

source: The stream will stop at this position (in seconds).
ca_es: El flux s'aturarà en aquesta posició (en segons).

source: Run time
ca_es: Temps d'execució

source: The stream will run this duration (in seconds).
ca_es: La transmissió de dades s'executarà amb aquesta durada (en segons).

source: Fast seek
ca_es: Cerca ràpida

source: Favor speed over precision while seeking
ca_es: Afavoreix la velocitat per sobre de la precisió durant la cerca

source: Playback speed
ca_es: Velocitat de reproducció

source: This defines the playback speed (nominal speed is 1.0).
ca_es: Aquesta opció us permet definir la velocitat de reproducció (la velocitat normal és 1.0).

source: Input list
ca_es: Llista d'entrada

source: You can give a comma-separated list of inputs that will be concatenated together after the normal one.
ca_es: Aquesta opció us permet especificar una llista d'entrades separades per comes que es concatenarà després de la llista normal.

source: Input slave (experimental)
ca_es: Entrada esclava (experimental)

source: This allows you to play from several inputs at the same time. This feature is experimental, not all formats are supported. Use a '#' separated list of inputs.
ca_es: Aquesta opció us permet reproduir diferents fitxers al mateix temps. Experimental, no tots els formats ho admeten.Fes servir «#» per separar la llista d'entrades.

source: Bookmarks list for a stream
ca_es: Llista de preferits per a un flux

source: You can manually give a list of bookmarks for a stream in the form "{name=bookmark-name,time=optional-time-offset,bytes=optional-byte-offset},{...}"
ca_es: Aquesta opció us permet especificar una llista de preferits per a un flux de la següent forma «{name=nom de l'enllaç, time=desplaçament de temps opcional, bytes=desplaçament de bytes opcional}{etc...}»

source: Record directory or filename
ca_es: Directori o nom del fitxer dels enregistraments

source: Directory or filename where the records will be stored
ca_es: Directori o fitxer on es desaran els enregistraments

source: Prefer native stream recording
ca_es: Es prefereix l'enregistrament de flux natiu

source: When possible, the input stream will be recorded instead of using the stream output module
ca_es: Quan sigui possible, el flux d'entrada s'enregistrarà en comptes d'utilitzar el mòdul de sortida de flux

source: Timeshift directory
ca_es: Directori de la pausa en directe

source: Directory used to store the timeshift temporary files.
ca_es: Directori que s'utilitza per emmagatzemar els fitxers temporals de la pausa en directe.

source: Timeshift granularity
ca_es: Granularitat de la pausa en directe

source: This is the maximum size in bytes of the temporary files that will be used to store the timeshifted streams.
ca_es: Aquesta és la mida màxima dels bytes dels fitxers temporals que s'utilitzaran per emmagatzemar els fluxos de la pausa en directe.

source: Change title according to current media
ca_es: Canvia el títol segons l'element multimèdia actual

source: This option allows you to set the title according to what's being played<br>$a: Artist<br>$b: Album<br>$c: Copyright<br>$t: Title<br>$g: Genre<br>$n: Track num<br>$p: Now playing<br>$A: Date<br>$D: Duration<br>$Z: "Now playing" (Fall back on Title - Artist)
ca_es: Aquesta opció us permet definir el títol segons allò que s'està reproduint en aquell moment<br>$a: Artista<br>$b: Àlbum<br>$c: Copyright<br>$t: Títol<br>$g: Gènere<br>$n: Número de la pista<br>$p: S'està reproduint<br>$A: Data<br>$D: Durada<br>$Z: «S'està reproduint» (Alternativa per al Títol - Artista)

source: These options allow you to modify the behavior of the subpictures subsystem. You can for example enable subpictures sources (logo, etc.). Enable these filters here and configure them in the "subsources filters" modules section. You can also set many miscellaneous subpictures options.
ca_es: Aquestes opcions us permeten modificar el comportament del subsistema de subimatges. Podeu per exemple habilitar els filtres de les subimatges (logotip, etc.) Habiliteu aquests filtres aquí i configureu-los a la secció de mòduls «filtres de les subfonts».També podeu definir diverses opcions de subimatges.

source: Force subtitle position
ca_es: Força la posició dels subtítols

source: You can use this option to place the subtitles under the movie, instead of over the movie. Try several positions.
ca_es: Aquesta opció us permet posar els subtítols sota la pel·lícula, en comptes d'a sobre. Proveu diferents posicions.

source: Enable sub-pictures
ca_es: Habilita les subimatges

source: You can completely disable the sub-picture processing.
ca_es: Aquesta opció us permet desactivar completament el processament de subimatges.

source: On Screen Display
ca_es: En pantalla

source: VLC can display messages on the video. This is called OSD (On Screen Display).
ca_es: El VLC pot mostrar missatges al vídeo. Això s'anomena OSD (On Screen Display).

source: Text rendering module
ca_es: Mòdul de renderització del text

source: VLC normally uses Freetype for rendering, but this allows you to use svg for instance.
ca_es: Normalment el VLC utilitza el Freetype per renderitzar, però aquí podeu triar l'svg, per exemple.

source: Subpictures source module
ca_es: Mòdul de la font de les subimatges

source: This adds so-called "subpicture sources". These filters overlay some images or text over the video (like a logo, arbitrary text, ...).
ca_es: Aquesta opció us permet afegir les anomenades «fonts de les subimatges». Aquestes fonts superposen imatges o text sobre el vídeo (com per exemple un logotip, text arbitrari...).

source: Subpictures filter module
ca_es: Mòdul del filtre de les subimatges

source: This adds so-called "subpicture filters". These filter subpictures created by subtitle decoders or other subpictures sources.
ca_es: Aquesta opció us permet afegir els anomenats «filtres de subimatges». Aquesta opció filtra les subimatges creades pels descodificadors de subtítols o per altres fonts de subimatges.

source: Autodetect subtitle files
ca_es: Detecta els fitxers de subtítols automàticament

source: Automatically detect a subtitle file, if no subtitle filename is specified (based on the filename of the movie).
ca_es: Detecta automàticament un fitxer de subtítols, si no s'especifica cap (basat en el nom del fitxer de la pel·lícula).

source: Subtitle autodetection fuzziness
ca_es: Aproximació en la detecció automàtica de subtítols

source: This determines how fuzzy subtitle and movie filename matching will be. Options are: 0 = no subtitles autodetected 1 = any subtitle file 2 = any subtitle file containing the movie name 3 = subtitle file matching the movie name with additional chars 4 = subtitle file matching the movie name exactly
ca_es: Aquesta opció us permet determinar l'aproximació de la cerca de coincidències entre els noms dels fitxers de subtítols i de la pel·lícula. Les opcions són: 0 = no detectar subtítols 1 = qualsevol fitxer de subtítols 2 = qualsevol fitxer de subtítols amb el nom de la pel·lícula 3 = fitxer de subtítols igual al nom de la pel·lícula amb caràcters addicionals 4 = fitxer de subtítols exactament igual al nom de la pel·lícula.

source: Subtitle autodetection paths
ca_es: Camins per la detecció automàtica dels subtítols

source: Look for a subtitle file in those paths too, if your subtitle file was not found in the current directory.
ca_es: Cerca un fitxer de subtítols en aquests camins, si el fitxer no s'ha trobat en el directori actual.

source: Use subtitle file
ca_es: Utilitza el fitxer de subtítols

source: Load this subtitle file. To be used when autodetect cannot detect your subtitle file.
ca_es: Carrega aquest fitxer de subtítols per utilitzar-lo quan la detecció automàtica no pugui detectar el vostre.

source: DVD device
ca_es: Dispositiu de DVD

source: VCD device
ca_es: Dispositiu de VCD

source: Audio CD device
ca_es: Dispositiu de CD d'àudio

source: This is the default DVD drive (or file) to use. Don't forget the colon after the drive letter (e.g. D:)
ca_es: Unitat (o fitxer) DVD que s'ha d'utilitzar per defecte. No oblideu els dos punts després de la lletra d'unitat (p.e. D:)

source: This is the default VCD drive (or file) to use. Don't forget the colon after the drive letter (e.g. D:)
ca_es: Unitat (o fitxer) VCD que s'ha d'utilitzar per defecte. No oblideu els dos punts després de la lletra d'unitat (p.e. D:)

source: This is the default Audio CD drive (or file) to use. Don't forget the colon after the drive letter (e.g. D:)
ca_es: Unitat (o fitxer) CD d'àudio que s'ha d'utilitzar per defecte. No oblideu els dos punts després de la lletra d'unitat (p.e. D:)

source: This is the default DVD device to use.
ca_es: Dispositiu de DVD que s'ha d'utilitzar per defecte.

source: This is the default VCD device to use.
ca_es: Dispositiu de VCD que s'ha d'utilitzar per defecte.

source: This is the default Audio CD device to use.
ca_es: Dispositiu de CD d'àudio que s'ha d'utilitzar per defecte.

source: TCP connection timeout
ca_es: Temps d'espera de la connexió TCP.

source: Default TCP connection timeout (in milliseconds).
ca_es: Temps d'espera de la connexió TCP per defecte (en mil·lisegons).

source: HTTP server address
ca_es: Adreça del servidor HTTP

source: By default, the server will listen on any local IP address. Specify an IP address (e.g. ::1 or 127.0.0.1) or a host name (e.g. localhost) to restrict them to a specific network interface.
ca_es: Per defecte, el servidor escolta qualsevol adreça IP local. Especifiqueu una adreça IP (p.e.::1 or 127.0.0.1) o un nom de servidor (p.e. localhost) per restringir-los a una interfície de xarxa específica.

source: RTSP server address
ca_es: Adreça del servidor RTSP

source: This defines the address the RTSP server will listen on, along with the base path of the RTSP VOD media. Syntax is address/path. By default, the server will listen on any local IP address. Specify an IP address (e.g. ::1 or 127.0.0.1) or a host name (e.g. localhost) to restrict them to a specific network interface.
ca_es: El servidor RTSP escoltarà l'adreça que s'especifiqui aquí.També defineix el camí per defecte dels elements multimèdia VoD RTSP. La sintaxi és adreça/camí. Per defecte, el servidor escolta qualsevol adreça IP local. Especifiqueu una adreça IP (p.e.::1 or 127.0.0.1) o un nom de servidor (p.ex. localhost) per restringir-los a una interfície de xarxa específica.

source: HTTP server port
ca_es: Port del servidor HTTP

source: The HTTP server will listen on this TCP port. The standard HTTP port number is 80. However allocation of port numbers below 1025 is usually restricted by the operating system.
ca_es: El servidor HTTP escoltarà aquest port TCP. El nombre estàndard del port HTTP és 80. Tot i així, els sistemes operatius normalment restringeixen l'assignació de nombres de port inferiors a 1025.

source: HTTPS server port
ca_es: Port del servidor HTTPS

source: The HTTPS server will listen on this TCP port. The standard HTTPS port number is 443. However allocation of port numbers below 1025 is usually restricted by the operating system.
ca_es: El servidor HTTPS escoltarà aquest port TCP. El nombre estàndard del port HTTPS és 443. Tot i així, els sistemes operatius normalment restringeixen l'assignació de nombres de port inferiors a 1025.

source: RTSP server port
ca_es: Port del servidor RTSP

source: The RTSP server will listen on this TCP port. The standard RTSP port number is 554. However allocation of port numbers below 1025 is usually restricted by the operating system.
ca_es: El servidor RTSP escoltarà aquest port TCP. El nombre estàndard del port RTSP és 554. Tot i així, els sistemes operatius normalment restringeixen l'assignació de nombres de port inferiors a 1025.

source: HTTP/TLS server certificate
ca_es: Certificat del servidor HTTP/TLS

source: This X.509 certicate file (PEM format) is used for server-side TLS.
ca_es: Aquest fitxer de certificat X.509 (format PEM) s'utilitza per als TLS del costat del servidor.

source: HTTP/TLS server private key
ca_es: Clau privada del servidor HTTP/TLS

source: This private key file (PEM format) is used for server-side TLS.
ca_es: Aquest fitxer de clau privada (format PEM) s'utilitza per als TLS del costat del servidor.

source: HTTP/TLS Certificate Authority
ca_es: Entitat certificadora HTTP/TLS

source: This X.509 certificate file (PEM format) can optionally be used to authenticate remote clients in TLS sessions.
ca_es: També hi ha l'opció d'utilitzar aquest fitxer de certificat X.509 (format PEM) per autenticar clients remots a les sessions TLS.

source: HTTP/TLS Certificate Revocation List
ca_es: Llista de revocació de certificats HTTP/TLS

source: This file contains an optional CRL to prevent remove clients from using revoked certificates in TLS sessions.
ca_es: Aquest fitxer té un CRL opcional per prevenir l'eliminació de clients en utilitzar certificats revocats en sessions TLS.

source: SOCKS server
ca_es: Servidor del SOCKS

source: SOCKS proxy server to use. This must be of the form address:port. It will be used for all TCP connections
ca_es: Servidor proxy del SOCKS que voleu utilitzar. Ha de ser amb la forma adreça:port. S'utilitzarà per a totes les connexions TCP.

source: SOCKS user name
ca_es: Nom d'usuari del SOCKS

source: User name to be used for connection to the SOCKS proxy.
ca_es: Nom d'usuari que s'utilitzarà per a la connexió al proxy del SOCKS.

source: SOCKS password
ca_es: Contrasenya del SOCKS

source: Password to be used for connection to the SOCKS proxy.
ca_es: Contrasenya que s'utilitzarà per a la connexió al proxy del SOCKS.

source: Title metadata
ca_es: Metadada del títol

source: Allows you to specify a "title" metadata for an input.
ca_es: Aquesta opció us permet especificar la metadada del «títol» per a l'entrada.

source: Author metadata
ca_es: Metadada de l'autor

source: Allows you to specify an "author" metadata for an input.
ca_es: Aquesta opció us permet especificar la metadada de l'«autor» per a l'entrada.

source: Artist metadata
ca_es: Metadada de l'artista

source: Allows you to specify an "artist" metadata for an input.
ca_es: Aquesta opció us permet especificar la metadada de l'«artista» per a l'entrada.

source: Genre metadata
ca_es: Metadada del gènere

source: Allows you to specify a "genre" metadata for an input.
ca_es: Aquesta opció us permet especificar la metadada del «gènere» per a l'entrada.
